Repository: DmitryAstafyev/PureWordPressTheme
Catalog: languages/*.po
Languages: ru_ru

source: Member
ru_ru: Участник

source: get admonition. The reason is:
ru_ru: получил предупреждение. Причина:

source: Now
ru_ru: Сейчас

source: has
ru_ru: имеет

source: admonition(s).
ru_ru: предупреждение(ия)

source: banned
ru_ru: забанен

source: unbanned
ru_ru: разбанен

source: was
ru_ru: был

source: Before
ru_ru: До

source: had
ru_ru: имел

source: is administrator
ru_ru: администратор

source: is moderator
ru_ru: модератор

source: is not administrator
ru_ru: не администратор

source: is not moderator
ru_ru: не модератор

source: from now
ru_ru: с текущего момента

source: removed
ru_ru: удален

source: Email
ru_ru: Почта

source: Login
ru_ru: Логин

source: Site
ru_ru: Сайт

source: First name
ru_ru: Имя

source: Last name
ru_ru: Фамилия

source: Nick
ru_ru: Псевдоним

source: About
ru_ru: Об авторе

source: Your new profile photo was uploaded successfully.
ru_ru: Фото было успешно обновлено.

source: Hello, World!
ru_ru: Привет, Мир!

source: File [
ru_ru: Файл [

source: accept
ru_ru: принять

source: deny
ru_ru: отказать

source: remove
ru_ru: удалить

source: reject
ru_ru: отозвать

source: Restaurants, cafes, food
ru_ru: Рестораны, кафе, еда

source: Food
ru_ru: Еда

source: Service
ru_ru: Сервис

source: Atmosphere
ru_ru: Атмосфера

source: Location
ru_ru: Расположение

source: Movie
ru_ru: Кино

source: Screenplay
ru_ru: Сценарий

source: Direction
ru_ru: Режиссура

source: Entertainment
ru_ru: Зрелищность

source: Actors
ru_ru: Актерская игра

source: Thank you, for registration on
ru_ru: Спасибо Вам за регистрацию на сайте

source: To finish procedure of registration you should confirm your email. To do it, just follow next link.
ru_ru: Для завершения регистрации Вам необходимо подтвердить Ваш адрес электронной почты. Чтобы это сделать, просто следуйте ссылке ниже.

source: FINISH REGISTRATION
ru_ru: Завершение регистрации

source: This link will be actual only 2 days.
ru_ru: Данная ссылка будет актуальна только 2 дня.

source: Thank you, have a nice day with a great mood.
ru_ru: Спасибо, хорошего Вам дня и прекрасного настроения.

source: Registration
ru_ru: Регистрация

source: Your password was reset
ru_ru: Ваш пароль сброшен

source: Here is your new password:
ru_ru: Ваш новый пароль:

source: Reset password
ru_ru: Сбросить пароль

source: Home
ru_ru: Главная

source: Members
ru_ru: Участники

source: Profile
ru_ru: Профиль

source: Member groups
ru_ru: Группы участника

source: Groups
ru_ru: Группы

source: Creation new post
ru_ru: Создание нового поста

source: Creation new event
ru_ru: Создание нового события

source: Creation new report
ru_ru: Создание нового отчета

source: Editing the post
ru_ru: Редактирование поста

source: Editing the event
ru_ru: Редактирование события

source: Editing the report
ru_ru: Редактирование отчета

source: Top of posts
ru_ru: Лучшие посты

source: Content
ru_ru: Контент

source: Categories
ru_ru: Категории

source: Tags
ru_ru: Теги

source: We get from you request with command:
ru_ru: Мы получили от вам запрос с командой:

source: but we cannot detect all necessary parameters, which are defined for this command. Missing parameter: [
ru_ru: но мы не обнаружили все необходимые параметры. Пропущенные параметры: [

source: We get from you URL with request. But we cannot detect command of request.
ru_ru: Мы получили от вас ссылку с запросом. Но команда запроса не обнаружена.

source: Create
ru_ru: Создать

source: Create post
ru_ru: Создать пост

source: Create event
ru_ru: Создать событие

source: Create report
ru_ru: Создать отчет

source: Create question
ru_ru: Создать вопрос

source: My drafts
ru_ru: Черновики

source: My posts
ru_ru: Мои посты

source: Logoff
ru_ru: Выйти

source: All members
ru_ru: Все участники

source: All groups
ru_ru: Все группы

source: Console
ru_ru: Консоль

source: My
ru_ru: Персональное

source: My page
ru_ru: Моя страница

source: My friends
ru_ru: Мои друзья

source: My groups
ru_ru: Мои группы

source: Messenger
ru_ru: Цент сообщений

source: Mails
ru_ru: Почта

source: Notifications
ru_ru: Уведомления

source: Chat
ru_ru: Чат

source: (home page)
ru_ru: (главная страница)

source: Groups of
ru_ru: Группы

source: Friends of
ru_ru: Друзья

source: Group:
ru_ru: Группа:

source: List of groups
ru_ru: Список групп

source: List of members
ru_ru: Список участников

source: Create new post
ru_ru: Создать новый пост

source: Create new event
ru_ru: Создать новое событие

source: Posts of
ru_ru: Посты

source: Category:
ru_ru: Категория:

source: All about:
ru_ru: Все о:

source: Sandbox
ru_ru: Песочница

source: Here is all posts of new members
ru_ru: Сюда попадают все посты новых участников

source: No access
ru_ru: Нет доступа

source: You have not permission to see this page.
ru_ru: У вас нет прав для просмотра этой страницы

source: You have not permission for creating a post.
ru_ru: У вас нет прав для создания поста

source: You have not permission for creating an event.
ru_ru: У вас нет прав для создания события

source: You have not permission for creating an report.
ru_ru: У вас нет прав для создания отчета

source: You have not permission for creating an question.
ru_ru: У вас нет прав для создания вопроса

source: You have not permission for editing an post.
ru_ru: У вас нет прав для редактирования поста

source: You have not permission for editing an event.
ru_ru: У вас нет прав для редактирования события

source: You have not permission for editing an report.
ru_ru: У вас нет прав для редактирования отчета

source: You have not permission for editing an question.
ru_ru: У вас нет прав для редактирования вопроса

source: Incorrect type of page was defined in url
ru_ru: В ссылке указан некорректный идентификатор страницы

source: You have not permission for reading this post / event.
ru_ru: У вас нет прав для просмотра

source: Attachments module settings
ru_ru: Настройки модуля приложений

source: Where it is actual?
ru_ru: Где это актуально?

source: Allow
ru_ru: Разрешить

source: Deny
ru_ru: Запретить

source: Other
ru_ru: Другие

source: Post
ru_ru: Пост

source: load
ru_ru: загрузить

source: Password
ru_ru: Пароль

source: use
ru_ru: использовать

source: do not use
ru_ru: не использовать

source: Post comments
ru_ru: Комментарии к посту

source: Widgets
ru_ru: Виджеты

source: Overview
ru_ru: Обзор

source: Cancel
ru_ru: Отмена

source: Delete
ru_ru: Удалить

source: We are created your event, but we did not attach thumbnail (miniature).
ru_ru: Событие создано, но возникла ошибка с загрузкой миниатюры. Миниатюра не прикреплена к событию. Но событие создано. Все не так уж и плохо. Да вообще все хорошо.

source: We are sorry, but there are some error during saving.
ru_ru: Нам очень жаль, но что-то пошло ни так. Возникла какая-то дурацкая ошибка. Будем разбираться, если вы нам об этом сообщите. Сообщите нам по почте об этой ошибке пожалуйста.

source: Sorry, but some date of event (start, finish or dates of registration) has error.
ru_ru: Извините, но событие не создано. Обнаружена ошибка в дате (или времени) начала или завершения события.

source: Sorry, but we cannot create event, because content of it was not found.
ru_ru: Извините, но нельзя создать событие без содержания.

source: Sorry, but we cannot create event, because title of it was not found.
ru_ru: Извините, но нельзя создать событие без названия.

source: Sorry, but we cannot create event, you should login.
ru_ru: Извините, но нельзя создать событие. Вам следует авторизоваться.

source: Sorry, but we cannot find event.
ru_ru: Извините, не удалось найти событие.

source: We are created your post, but we did not attach thumbnail (miniature).
ru_ru: Пост создан, но возникла ошибка с загрузкой миниатюры. Миниатюра не прикреплена к посту. Но пост создан. Все не так уж и плохо. Да вообще все хорошо.

source: Sorry, but we cannot create post, because content of it was not found.
ru_ru: Извините, но нельзя создать пост без содержания.

source: Sorry, but we cannot create post, because title of it was not found.
ru_ru: Извините, но нельзя создать пост без названия.

source: Sorry, but we cannot create post, you should login.
ru_ru: Извините, но нельзя создать пост. Вам следует авторизоваться.

source: Sorry, but we cannot find post.
ru_ru: Извините, не удалось найти пост.

source: Sorry, but we cannot create question, because content of it was not found.
ru_ru: Извините, но нельзя создать вопрос без содержания.

source: Sorry, but we cannot create question, because title of it was not found.
ru_ru: Извините, но нельзя создать вопрос без названия.

source: Sorry, but we cannot create question, you should login.
ru_ru: Извините, но нельзя создать вопрос. Вам следует авторизоваться.

source: Sorry, but we cannot find question.
ru_ru: Извините, не удалось найти вопрос.

source: We are created your report, but we did not attach thumbnail (miniature).
ru_ru: Отчет создан, но возникла ошибка с загрузкой миниатюры. Миниатюра не прикреплена к отчету. Но отчет создан. Все не так уж и плохо. Да вообще все хорошо.

source: We are sorry, but there are some error during generation indexes for report.
ru_ru: Нам очень жаль, но отчет не создан. Возникла какая-то дурацкая ошибка с показателями отчета. Будет разбираться, если вы нам об этом сообщите. Сообщите нам по почте об этой ошибке пожалуйста.

source: Sorry, but we cannot create report, because content of it was not found.
ru_ru: Извините, но нельзя создать отчет без содержания.

source: Sorry, but we cannot create report, because title of it was not found.
ru_ru: Извините, но нельзя создать отчет без названия.

source: Sorry, but we cannot create report, you should login.
ru_ru: Извините, но нельзя создать отчет. Вам следует авторизоваться.

source: Sorry, but we cannot find report.
ru_ru: Извините, не удалось найти отчет.

source: Hot links
ru_ru: Горячие ссылки

source: see more
ru_ru: больше

source: Login or email
ru_ru: Логин или почта

source: CANCEL
ru_ru: ОТМЕНИТЬ

source: LOGIN
ru_ru: ВОЙТИ

source: Repeat password
ru_ru: Повторите пароль

source: Resend activation link
ru_ru: Отправить ссылку активации повторно

source: TRY
ru_ru: ПРОБУЕМ

source: Sorry, but at current time registration is unavailable.
ru_ru: Извините, но в настоящее время регистрация невозможна.

source: BACK
ru_ru: НАЗАД

source: Your login
ru_ru: Ваш логин

source: Your email
ru_ru: Ваша почта

source: RESET
ru_ru: СБРОСИТЬ

source: Registered on
ru_ru: Зарегистрирован на сайте

source: more
ru_ru: больше

source: consists images from
ru_ru: содержит изображения от

source: consists media content from
ru_ru: содержит медиа данные от

source: read more
ru_ru: больше

source: With us from
ru_ru: С нами с

source: Friendship
ru_ru: Дружба

source: Request
ru_ru: Запрос

source: from
ru_ru: от

source: Created
ru_ru: Создан

source: posts
ru_ru: посты

source: and
ru_ru: и

source: comments
ru_ru: комментарии

source: Has
ru_ru: Имеет

source: friends and member of
ru_ru: друзей и является участником

source: groups
ru_ru: групп

source: History
ru_ru: История

source: Friendship status
ru_ru: Статус дружбы

source: Remove
ru_ru: Удалить

source: You can cancel your friendship with this user. To do it, just press "Remove". In this case this user will be removed from your friend's list.
ru_ru: Вы можете прекратить дружбу с этим пользователем. Для того чтобы это сделать, нажмите кнопку "Удалить". В этом случае данный пользователь будет удален из списка ваших друзей.

source: Accept friendship
ru_ru: Принять дружбу

source: You and this user are not friends. But this user requested friendship with you. You can accept it and you with this user will be a friends. Or you can deny it. It is your choose.
ru_ru: Вы и данный пользователь не друзья. Но пользователь отправил вам запрос на дружбу. Вы можете его (запрос) принять и стать друзьями. Либо вы может отклонить запрос на дружбу и, возможно, обидеть этого пользователя. Может быть даже до слез.

source: Cancel request
ru_ru: Прекратить запрос

source: You and this user are not friends. But you requested friendship with him. Now you can wait for an admission from this user or you can cancel your request.
ru_ru: Вы и данный пользователь не друзья. Но вы отправили к нему запрос на дружбу. Теперь остается только ждать. Тот пользователь может как принять ваш запрос и вы станете друзьями (конечно только в рамках этого сайта), либо он отклонит ваш запрос и друзьями вы не станете (да и не особо было нужно).

source: Add
ru_ru: Добавить

source: You and this user are not friends. You can request a friendship with this user. After you should wait for an admission from this user.
ru_ru: Вы и данный пользователь не друзья. Но вы можете отправить к нему запрос на дружбу. Если вы отправите запрос, вам будет нужно только ждать. Тот пользователь может как принять ваш запрос и вы станете друзьями (конечно только в рамках этого сайта), либо он отклонит ваш запрос и друзьями вы не станете (да и не особо было нужно).

source: friends
ru_ru: друзья

source: Summary
ru_ru: Итого

source: Posts
ru_ru: Посты

source: Friends
ru_ru: Друзья

source: Activities
ru_ru: Активности

source: total
ru_ru: всего

source: add new one
ru_ru: добавить новый

source: Write here
ru_ru: Пишите здесь

source: say
ru_ru: сказал(а)

source: do
ru_ru: сделал(а)

source: include
ru_ru: включая

source: activities
ru_ru: активности

source: Sorry, but you have not enough mana to add some post here.
ru_ru: Извините, но у вас не достаточно кармы, чтобы добавить пост.

source: Sorry, but you have not enough mana to add comments here.
ru_ru: Извините, но у вас не достаточно кармы, чтобы добавить комментарий.

source: Sorry, but you have not enough mana to remove activities.
ru_ru: Извините, но у вас не достаточно кармы, чтобы удалить активность.

source: Sorry, but you have not enough mana to remove comments.
ru_ru: Извините, но у вас не достаточно кармы, чтобы удалить комментарий.

source: attachment
ru_ru: приложение

source: hide
ru_ru: скрыть

source: send
ru_ru: отправить

source: image
ru_ru: изображение

source: quote
ru_ru: цитата

source: meme
ru_ru: мем

source: Quote was saved
ru_ru: Цитата была сохранена

source: All
ru_ru: Все

source: Galleries
ru_ru: Галереи

source: Media
ru_ru: Медиа

source: Audio
ru_ru: Аудио

source: Drafts
ru_ru: Черновики

source: Drafts (not published)
ru_ru: Черновики (не опубликованное)

source: Description
ru_ru: Описание

source: Settings
ru_ru: Настройки

source: next
ru_ru: следующий

source: previous
ru_ru: предыдущий

source: create
ru_ru: создать

source: cancel
ru_ru: отменить

source: Name
ru_ru: Имя

source: Define here name of your group. Not more than 255 symbols.
ru_ru: Укажите название группы. Не больше 255 символов.

source: Here you should add some short description of your group. Not more than 500 symbols.
ru_ru: Укажите короткое описание группы. Не больше 500 символов.

source: Type of group
ru_ru: Тип группы

source: Choose which type of group you want to create
ru_ru: Выберите тип группы

source: This is a public group
ru_ru: Публичная группа

source: Any site member can join this group
ru_ru: Любой участник сайта может присоединиться к группе

source: This group will be listed in the groups directory and in search results
ru_ru: Эта группа будет доступна в списках групп, а также будет доступна для поиска по сайту

source: Group content and activity will be visible to any site member
ru_ru: Контент, привязанный к группе, а также активности группы будут доступны всем участникам сайта

source: This is a private group
ru_ru: Приватная группа

source: Only users who request membership and are accepted can join the group
ru_ru: Только те участники, которые отправили запрос на членство (который был удовлетворен) могут присоединиться к группе

source: Group content and activity will only be visible to members of the group
ru_ru: Контент, привязанный к группе, а также активности группы будут доступны только членам группы.

source: This is a hidden group
ru_ru: Скрытая группа

source: Only users who are invited can join the group
ru_ru: Только приглашенные участники могут вступить в группу.

source: This group will not be listed in the groups directory or search results
ru_ru: Весь контент группы доступен только для членов группы. Также группа исключена из поиска.

source: Group Invitations
ru_ru: Приглашения

source: Which members of this group are allowed to invite others?
ru_ru: Какие участники могут приглашать других участников

source: All group members
ru_ru: Все члены группы

source: Group admins and mods only
ru_ru: Только администраторы и модераторы

source: Group admins only
ru_ru: Только администраторы

source: All group members can invite to group
ru_ru: Все члены группы могут приглашать участников в группу

source: Group admins and mods only can invite to group
ru_ru: Только администраторы и модераторы группы могут отправлять приглашения

source: Group admins only can invite to group
ru_ru: Только администраторы группы могут отправлять приглашения

source: Perfect
ru_ru: Отлично

source: Now, please, check summary information and create your new group.
ru_ru: Теперь проверьте корректность всех параметров и создайте группу.

source: Incorrect name of group. Name of group should be not less 3 symbols and not more 255 symbols.
ru_ru: Неверное название группы. Название должно быть не короче 3-х символов и не длиннее 255.

source: Incorrect description of group. Description of group should be not less 12 symbols and not more 500 symbols.
ru_ru: Неверное описание группы. Описание должно быть не короче 12-х символов и не длиннее 500.

source: Invite
ru_ru: Пригласить

source: Reject invitation
ru_ru: Отозвать приглашение

source: Your friend
ru_ru: Ваш друг

source: Invitation
ru_ru: Приглашение

source: Invitations new members
ru_ru: Приглашения новый участников

source: Select people, which should get your invitation
ru_ru: Укажите участников, которые получать приглашение

source: Moderator role
ru_ru: Модератор

source: Administrator role
ru_ru: Администратор

source: Remove member
ru_ru: Исключить участника

source: Admonition
ru_ru: Предупреждение

source: Ban member
ru_ru: Забанить

source: Role
ru_ru: Роль

source: Actions
ru_ru: Действия

source: Administration of group
ru_ru: Управление группой

source: Here you can manage members of this group
ru_ru: Здесь вы можете управлять членами группы

source: Please, write below the reason of admonition.
ru_ru: Укажите причину предупреждения

source: back to list
ru_ru: вернуться к списку

source: apply admonition
ru_ru: применить предупреждение

source: waited
ru_ru: ожидает

source: Accept
ru_ru: Принять

source: Waiting users
ru_ru: Ожидающие участники

source: Requests for membership
ru_ru: Запросы на членство

source: You can accept of deny request for membership
ru_ru: Вы можете принять или отклонить запрос на членство

source: Avatar & view
ru_ru: Иконка и внешний вид

source: Privacy
ru_ru: Приватность

source: Name & description
ru_ru: Название и описание

source: Group avatar
ru_ru: Иконка группы

source: Define here group avatar
ru_ru: Укажите иконку группы

source: Title image
ru_ru: Заголовок изображения

source: This image will be shown on header of group page.
ru_ru: Это изображение будет помещено в заголовок страницы группы

source: Background
ru_ru: Фоновое изображение

source: Background image for group page
ru_ru: Фоновое изображение страницы группы

source: Color scheme
ru_ru: Цветовая схема

source: You can choose the most suitable color scheme
ru_ru: Вы можете выбрать наиболее подходящую цветовую схему

source: Access to group
ru_ru: Доступ к группе

source: Here you can define who can visit this group. Please pay your attention, this setting manages access not only to group page. Also if group has some post, such post will be hidden (for hidden group).
ru_ru: Здесь вы можете определить, кто может посещать страницу группы. Обратите внимание на тот факт, что данные настройки будут актуальны и для всего ассоциированного с группой контента. Иными словами, например, пост, привязанный к группе, будет скрыт от не членов группы, если группа скрыта.

source: Any site member can join this group.
ru_ru: Любой участник сайта может присоединиться к группе.

source: This group will be listed in the groups directory and in search results.
ru_ru: Эта группа будет доступна в списках групп, а также будет доступна для поиска по сайту

source: Group content and activity will be visible to any site member.
ru_ru: Страница группы и ассоциированный с группой контент будет доступен всем участникам сайта.

source: Only users who request membership and are accepted can join the group.
ru_ru: Только те участники, которые отправили запрос на членство (который был удовлетворен) могут присоединиться к группе.

source: Group content and activity will only be visible to members of the group.
ru_ru: Контент, привязанный к группе, а также активности группы будут доступны только членам группы.

source: Only users who are invited can join the group.
ru_ru: Только приглашенные участники могут вступить в группу.

source: This group will not be listed in the groups directory or search results.
ru_ru: Весь контент группы доступен только для членов группы. Также группа исключена из поиска.

source: Name of group. Not more 255 symbols; not less - 3 symbols.
ru_ru: Название группы. Не больше 255 символов.

source: Some short description of group. Not more 500 symbols; not less - 12 symbols.
ru_ru: Описание группы. Не больше 500 символов и не меньше 12.

source: Save image
ru_ru: Сохранить изображение

source: Load image
ru_ru: Загрузить изображение

source: Select image
ru_ru: Выбрать изображение

source: Save
ru_ru: Сохранить

source: close
ru_ru: закрыть

source: Manage quotes
ru_ru: Управление цитатами

source: Create group
ru_ru: Создать группу

source: Add / remove to stream
ru_ru: Добавить / удалить в поток

source: Send message
ru_ru: Отправить сообщение

source: Add to your stream
ru_ru: Добавить в ваш поток

source: Remove from your stream
ru_ru: Удалить из вашего потока

source: Life
ru_ru: Активность

source: Stream
ru_ru: Поток

source: Request friendship
ru_ru: Запрос на дружбу

source: Remove from friends
ru_ru: Удалить из друзей

source: Accept request
ru_ru: Принять запрос

source: Join
ru_ru: Присоединиться

source: Join to group
ru_ru: Присоединиться к группе

source: Leave group
ru_ru: Покинуть группу

source: You are banned
ru_ru: Вы забанены

source: Reject request
ru_ru: Отозвать запрос

source: Accept / deny invitation
ru_ru: Принять / отклонить приглашение

source: Requests
ru_ru: Запросы

source: Manage
ru_ru: Управление

source: Group was created
ru_ru: Группа была создана

source: ago
ru_ru: назад

source: Group
ru_ru: Группа

source: You can upload image to make as background of the title of your personal page. You can upload next formats: .jpg, .jpeg, .bmp, .png and .gif. Or you can choose image from you collection.
ru_ru: Вы можете загрузить изображение (.jpg, .jpeg, .bmp, .png или.gif), чтобы сделать его фоном для заголовка вашей станицы. Или вы можете выбрать изображение из вашей галереи.

source: As background you will see slide show with yours images (from your galleries). To activate slide show you should have at least 8 images in you library. Here you can defined how much images should be in slide show.
ru_ru: В качестве фоновой картинки для вашей страницы будет использовано слайд-шоу из изображений из вашей коллекции. Чтобы слайд-шоу выглядело достойно, у вас должно быть как минимум 8 изображений в коллекции.

source: Email & password
ru_ru: Почта и пароль

source: Your avatar
ru_ru: Ваша иконка

source: Define here your avatar
ru_ru: Укажите свою иконку

source: This image will be shown on header of your personal page.
ru_ru: Это изображение будет отображаться в заголовке вашей страницы
