Repository: DmitryAstafyev/PureWordPressTheme
Catalog: languages/*.po
Languages: ru_ru

source: Please, remember, you cad define indexes only once. You can vote, after report will be published.
ru_ru: Обратите внимание, вы не сможете изменить показатели для отчета после того, как сохраните отчет.

source: You cannot change collection of indexes after report was published.
ru_ru: Вы не сможете изменить показатели для отчета после того, как сохраните отчет.

source: You can define place for your report.
ru_ru: Вы можете связать какое-либо место (географическое) с отчетом.

source: Write here name of place or how you want to call place of report about is.
ru_ru: Напишите название места или то, как бы вы хотели чтобы это место называлось (не обязательно в соответствии с географическим названием)

source: Short description of your report
ru_ru: Короткое описание вашего отчета

source: You can define short description for your report. This is not a mandatory field. If you do not define it, quote will be built by content of your report. Not more 500 symbols.
ru_ru: Краткое описание отчета поможет другим участникам понять, о чем ваш отчет. Не более 500 символов.

source: Miniature for your report
ru_ru: Миниатюра отчета

source: You can define some image for your report. This is not a mandatory field. If your report has some images, it will be used as miniature.
ru_ru: Вы можете определить для отчета миниатюру. Это изображение, которое будет использоваться для отображения отчета в списках отчетов. Это не обязательно, но помните, что миниатюра привлекает большее число участников.

source: Visibility of your report
ru_ru: Видимость

source: Your report will be available for all user. And for registered and not.
ru_ru: Отчет будет доступен для всех (в том числе незарегистрированных пользователей).

source: Show report only registered users.
ru_ru: Доступно только участникам сайта.

source: You can define second level of visibility of your report.
ru_ru: Вы можете определить второй уровень видимости отчета.

source: With this setting of visibility your report will be available for any user according a first level of visibility.
ru_ru: С данной опцией видимости отчет будет виден всем в соответствии с настройками первого уровня.

source: Use this setting of visibility to associate report with your friends. If first level of visibility is "registered", your report will see only your friends.
ru_ru: Используйте данную опцию, чтобы ассоциировать отчет с вашими друзьями. Если первый уровень установлен в положение "участники", то отчет будет виден только вашими друзьям.

source: Use this setting of visibility to associate report with some group, where you are a member. If first level of visibility is "registered", your report will see only members of selected group.
ru_ru: Используя данную опцию вы можете связать отчет с группой.

source: Define category of your report
ru_ru: Категория

source: If you are updating report, updated report will be placed into sandbox too.
ru_ru: если вы обновляете отчет, то обновленный отчет также будет помещен в песочницу.

source: It will be better, if you define category of your report.
ru_ru: Будет просто здорово, если вы определите к какой категории относится отчет.

source: You can allow or deny comments to your report.
ru_ru: Вы можете разрешить или запретить комментарии.

source: Report not found
ru_ru: Отчет не найден

source: Sorry, but report, which you are required, was not found. Please check url and try again.
ru_ru: Извините, но отчет, который вы запросили не найден. Проверьте корректность ссылки.

source: Sorry, but to create report you should register first.
ru_ru: Извините, но чтобы создать отчет, следует вначале зарегистрироваться.

source: Direct link
ru_ru: Прямая ссылка

source: At current time are no members.
ru_ru: В текущий момент нет участников

source: JOIN
ru_ru: ПРИСОЕДИНИТЬСЯ

source: REFUSE
ru_ru: ОТКАЗАТЬСЯ

source: Registration is closed for now.
ru_ru: Регистрация закрыта

source: Event
ru_ru: Событие

source: start at
ru_ru: Начало с

source: and finish
ru_ru: и завершение

source: edit
ru_ru: редактировать

source: Modify addition
ru_ru: Изменить дополнение

source: Update addition to your question
ru_ru: Обновить дополнение к вопросу

source: added
ru_ru: добавлено

source: write addition
ru_ru: написать дополнение

source: Addition
ru_ru: Дополнение

source: New addition to your question
ru_ru: Новое дополнение к вопросу

source: additions
ru_ru: дополнения

source: included
ru_ru: включая

source: write answer
ru_ru: напишите ответ

source: Answer
ru_ru: Ответ

source: Notice, you can add only one answer to one question.
ru_ru: Обратите внимание, вы можете дать только один ответ.

source: answers
ru_ru: ответы

source: attached by
ru_ru: прикреплен

source: Waiting for confirmation of removing
ru_ru: Ожидает подтверждения на удаление

source: confirm removing
ru_ru: подтвердите удаление

source: add post
ru_ru: добавить пост

source: Related post
ru_ru: Связанные посты

source: Place URL to post here. You can attach to this question some post from site. Of course it should be about solution of problematic.
ru_ru: Укажите здесь ссылку на пост. Вы можете прикрепить к вопросу посты только с этого сайта. Конечно, это должны быть посты, дающие информацию о решении указанной проблемы.

source: attach post
ru_ru: прикрепить пост

source: URL of post
ru_ru: Ссылка на пост

source: Related posts
ru_ru: Связанные посты

source: No posts attached yet
ru_ru: Пока нет прикрепленных постов

source: add question
ru_ru: добавить вопрос

source: Related question
ru_ru: Связанные вопросы

source: Place URL to answer here. If you know some similar question, would be great attach it.
ru_ru: Укажите здесь ссылку на другой вопрос (имеющий решение), проблематика которого схожа с проблематикой текущего вопрос.

source: attach question
ru_ru: присоединить вопрос

source: URL of question
ru_ru: Ссылка на вопрос

source: Related questions
ru_ru: Связанные вопросы

source: No questions attached yet
ru_ru: Нет прикрепленных вопросов

source: Is it solution for your question or not?
ru_ru: Это решение вашего вопроса или нет?

source: yes
ru_ru: да

source: no
ru_ru: нет

source: Nothing to show
ru_ru: Ничего нет

source: Popular groups
ru_ru: Популярные группы

source: Creative members
ru_ru: Креативные участники

source: writes
ru_ru: пишет

source: Friends write
ru_ru: Друзья пишут

source: Members groups
ru_ru: Группы участников

source: Other categories
ru_ru: Другие категории

source: More from author
ru_ru: Больше от автора

source: Other tags
ru_ru: Другие теги

source: Author page
ru_ru: Страница автора

source: Author posts
ru_ru: Посты автора

source: Author vote is
ru_ru: Голос автора

source: Author not voted yet
ru_ru: Автор еще не голосовал
