Repository: DmitryAstafyev/PureWordPressTheme
Catalog: languages/*.po
Languages: ru_ru

source: Background image for your personal page
ru_ru: Фоновое изображение для вашей страницы

source: Access to your personal page
ru_ru: Доступ к вашей странице

source: Here you can define who can see your page. Please pay your attention, this setting manages access only to your personal page. Access to your posts can be configured in post editor.
ru_ru: Здесь вы можете определить тех, кому будет доступна ваша страница. Обратите внимание, эти настройки актуальны только для вашей персональной страницы. Настройки видимости постов (событий, отчетов и т.д.) определяются при создании (или редактировании) поста.

source: Everybody can see my page
ru_ru: Все могут видеть мою страницу

source: Only registered members can see my page
ru_ru: Только участники сайта могут видеть мою страницу

source: Only my friends can see my page
ru_ru: Только мои друзья могут видеть мою страницу

source: Email for access to your account.
ru_ru: Почта для доступа к вашей учетной записи

source: Update email
ru_ru: Обновить почту

source: You can change here you password.
ru_ru: Здесь вы можете изменить свой пароль

source: Update password
ru_ru: Обновить пароль

source: new password
ru_ru: новый пароль

source: new password again
ru_ru: новый пароль повторно

source: Basic information
ru_ru: Основная информация

source: Visibility
ru_ru: Видимость

source: Apply to all in group
ru_ru: Применить ко всем в группе

source: Anybody
ru_ru: Все

source: Registered users
ru_ru: Участники сайта

source: Hidden
ru_ru: Скрытый

source: This field cannot be changed.
ru_ru: Это поле не может быть изменено

source: Visibility of field cannot be changed.
ru_ru: Видимость этого поля не может быть изменена

source: Update
ru_ru: Обновить

source: activate
ru_ru: активировать

source: deactivate
ru_ru: деактивировать

source: You did not create any quote, yet. Just add new one.
ru_ru: Вы не создали ни одной цитаты. Создайте свою первую цитату прямо сейчас.

source: Do not show quotes on my page
ru_ru: Не показывать цитаты на моей странице.

source: Your quotes
ru_ru: Ваши цитаты

source: Add new
ru_ru: Добавить новую

source: View settings
ru_ru: Настройки отображения

source: New quote
ru_ru: Новая цитата

source: Enter below your new quote. It can be text with length not less 10 symbols and not more than 500 symbols.
ru_ru: Ниже введите новую цитату. Это должен быть текст не короче 10 символов и не длиннее 500.

source: Template
ru_ru: Шаблон

source: Choose template for render quotes on your personal page.
ru_ru: Выберите шаблон для отображения цитат на вашей странице.

source: add new
ru_ru: добавить новую

source: save
ru_ru: сохранить

source: activate / deactivate
ru_ru: активировать / деактивировать

source: Attach to my page
ru_ru: Присоединить к моей странице

source: Remove from my page
ru_ru: Удалить с моей страницы

source: Next
ru_ru: Следующий

source: with us
ru_ru: с нами

source: Comments
ru_ru: Комментарии

source: write your comment
ru_ru: напишите свой комментарий

source: Your comment
ru_ru: Ваш комментарий

source: To leave some comments you should login or register.
ru_ru: Чтобы оставить свой комментарий вы должны зарегистрироваться на сайте.

source: Sorry, but you have not enough mana to leave comments.
ru_ru: Извините, но у вас недостаточно кармы для того, чтобы вы могли оставлять комментарий.

source: Comments for this post are denied. But you are an author (or administrator) and you can see it, but cannot add new.
ru_ru: Комментарии к данному посту запрещены. Но вы либо автор, либо администратор, поэтому может их видеть.

source: Comments for this post are denied.
ru_ru: Комментарии к данному посту запрещены.

source: no found
ru_ru: не найден

source: download
ru_ru: скачать

source: Attachments
ru_ru: Приложения

source: Events
ru_ru: События

source: Reports
ru_ru: Отчеты

source: Q&A
ru_ru: Вопрос-Ответ

source: write here what are you looking for
ru_ru: напишите, что вы ищите

source: or choose what you what to see
ru_ru: или укажите критерии поиска

source: show posts
ru_ru: показать

source: select categories
ru_ru: выберите категорию

source: select tags
ru_ru: выберите теги

source: new term
ru_ru: новое

source: You should make decision: accept user' request or not.
ru_ru: Вам следует принять решение: принять или отклонить запрос участника.

source: No requests for membership
ru_ru: Нет запросов на членство

source: Group Name (required)
ru_ru: Название группы (обязательно)

source: Group Description (required)
ru_ru: Описание группы (обязательно)

source: Notify group members of these changes via email
ru_ru: Оповестить членов группы об изменениях по почте.

source: Choose avatar
ru_ru: Выбрать иконку

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
ru_ru: Загрузить иконку группы.

source: Manage members of group
ru_ru: Управление членами группы

source: Here you can manage members of group. You can define administrators and moderators. You can ban some member or remove ban. Also you can remove member from group, but be careful with such operation.
ru_ru: Здесь вы можете управлять членами группы. Назначать администраторов, модераторов. Исключать из группы ее участников.

source: Invitations to group
ru_ru: Приглашения в группу

source: Select users from your friends list, which should get invitation and press "Send intitation"
ru_ru: Выберите участников из списка ваших друзей, которые должны получить приглашения и нажмите "Отправить приглашение".

source: Account
ru_ru: Учетная запись

source: Restore password
ru_ru: Восстановить пароль

source: read
ru_ru: читать

source: No groups on site yet.
ru_ru: Пока на сайте не создано ни одной группы

source: All groups on site
ru_ru: Все группы на сайте

source: No members on site yet.
ru_ru: Пока на сайте нет ни одного участника.

source: All members on site
ru_ru: Все участники сайта

source: has not any friend here yet.
ru_ru: пока не имеет ни одного друга

source: are not a member of any group yet.
ru_ru: не является членом ни одной группы

source: No posts found
ru_ru: Постов не найдено

source: No events found
ru_ru: Событий не найдено

source: No reports found
ru_ru: Отчетнов не найдено

source: No questions found
ru_ru: Вопросов не найдено

source: show
ru_ru: показать

source: FRIENDS WRITES
ru_ru: ДРУЗЬЯ ПИШУТ

source: Friends groups
ru_ru: Группы друзей

source: Moderators
ru_ru: Модераторы

source: IN GROUPS OF
ru_ru: В ГРУППАХ

source: are a member of
ru_ru: член групп(ы)

source: Karma
ru_ru: Карма

source: Discover Ljubljana
ru_ru: Изучаем Любляну

source: Nearest events
ru_ru: Ближайшие события

source: Last on site
ru_ru: Последнее на сайте

source: Most creative
ru_ru: Наиболее креативные

source: Last reports
ru_ru: Последние отчеты

source: Solved questions
ru_ru: Решенные вопросы

source: Padding for solution
ru_ru: Ожидающие решения

source: Our community
ru_ru: Сообщество

source: Top
ru_ru: Топ

source: About us
ru_ru: О нас

source: All our members
ru_ru: Все участники

source: Best posts from our members
ru_ru: Лучшие посты наших участников

source: All groups on our site
ru_ru: Все группы на сайте

source: A few words about project
ru_ru: Несколько слов о проекте

source: Discover
ru_ru: Изучить

source: Most active
ru_ru: Наиболее активные

source: Edit event
ru_ru: Редактировать событие

source: Edit post
ru_ru: Редактировать пост

source: Edit question
ru_ru: Редактировать вопрос

source: Edit report
ru_ru: Редактировать отчет

source: Total posts
ru_ru: Всего постов

source: Images and photos
ru_ru: Изображения и фото

source: Audio and music
ru_ru: Аудио и музыка

source: All media
ru_ru: Все медиа

source: Looking for something?
ru_ru: Что-то ищите?

source: No members in this stream.
ru_ru: В потоке нет участников

source: No posts.
ru_ru: Нет постов.

source: Members in this stream
ru_ru: Участники в потоке

source: Last events
ru_ru: Последние события

source: for last 180 days
ru_ru: за последние 180 дней

source: Most popular
ru_ru: Наиболее популярны

source: Last
ru_ru: Последние

source: Most popular report
ru_ru: Наиболее популярные отчеты

source: all post of category
ru_ru: все посты категории

source: Like this post? Rate it
ru_ru: Понравился пост? Оцените его

source: views
ru_ru: просмотров

source: Search result
ru_ru: Результаты поиска

source: records found
ru_ru: Найдено записей

source: all post of tag
ru_ru: все посты по тегу

source: Authors
ru_ru: Авторы

source: Questions
ru_ru: Вопросы

source: Categories cloud
ru_ru: Облако категорий

source: no categories found
ru_ru: не найдено категорий

source: Tags cloud
ru_ru: Облако тегов

source: no tags found
ru_ru: тегов не найдено

source: add karma to user
ru_ru: добавить кармы участнику

source: how many karma you want give, maximum is
ru_ru: как много кармы вы хотите передать? Максимум -

source: You have
ru_ru: У вас есть

source: karma, but you can use only
ru_ru: кармы, но вы можете использовать только

source: It means, that minimal value karma should be at least
ru_ru: Минимальное значение вашей кармы всегда должно оставаться как минимум

source: give
ru_ru: передать

source: last talk
ru_ru: последний разговор

source: members
ru_ru: участники

source: Select user(s) to open chat.
ru_ru: Выберите участника(ов), чтобы открыть чат

source: Select user(s) and press "talk" to create new chat. <br/>Or just select a group to start chat with all members of group.
ru_ru: Выберите участника(ов), чтобы начать чат.<br/>Или выберите группы, чтобы начать групповой чат.

source: talk
ru_ru: разговор

source: From
ru_ru: От

source: Date
ru_ru: Дата

source: Recipient
ru_ru: Получатель

source: Recipients
ru_ru: Получатели

source: add recipients
ru_ru: добавить получателей

source: Subject
ru_ru: Тема

source: Message
ru_ru: Сообщение

source: attach
ru_ru: прикрепить

source: inbox
ru_ru: входящие

source: outbox
ru_ru: исходящие

source: mail
ru_ru: почта

source: chat
ru_ru: чат

source: notification
ru_ru: уведомления

source: Last recipients
ru_ru: Последние получатели

source: Your friends
ru_ru: Ваши друзья

source: Peaple from your groups
ru_ru: Участники из ваших групп

source: select
ru_ru: выбрать

source: You cannot create event
ru_ru: Вы не можете создать событие

source: Sorry, but you cannot create event, because you have not enough mana (rate) for it. You should have at least
ru_ru: Вы не можете создать событие, так как у вас не достаточно кармы. Вы должны иметь как минимум

source: but you have
ru_ru: но у вас есть только

source: Edit the event
ru_ru: Редактировать событие

source: Create a new event
ru_ru: Создать новое событие

source: This event is not published yet.
ru_ru: Это событие еще не опубликовано.

source: Name of your event
ru_ru: Название события

source: Please define name of your event. Not more 250 symbols.
ru_ru: Название события. Не более 250 символов.

source: Description of event
ru_ru: Описание события

source: month
ru_ru: месяц

source: day
ru_ru: день

source: year
ru_ru: год

source: hour
ru_ru: час

source: min
ru_ru: минуты

source: Setup your event
ru_ru: Настройте событие

source: How many of members can participate in the event?
ru_ru: Как много участников могут принять участие в событии?

source: If you do not want limit count of members, just leave this field empty.
ru_ru: Если вы не хотите ограничивать число участников (либо данное событие просто не может быть ограничено) просто оставьте это поле пустым.

source: Date and time of the event
ru_ru: Время и дата события

source: Start
ru_ru: Начало

source: Finish
ru_ru: Завершение

source: use same time as for event
ru_ru: использовать такое же время как время события

source: Place, where your event will be
ru_ru: Место проведения события

source: address or coordinates
ru_ru: адрес или координаты

source: Find place on map or write here address (or coordinates).
ru_ru: Найдите место на карте или укажите здесь адрес (или координаты)

source: name of place
ru_ru: Название места

source: Write here name of place or how you want to call place of event
ru_ru: Напишите здесь название места проведения события или то как бы вы хотели называть это место (может отличаться от реального географического названия)

source: Short description of your event
ru_ru: Короткое описание события

source: You can define short description for your event. This is not a mandatory field. If you do not define it, quote will be built by content of your event. Not more 500 symbols.
ru_ru: Вы можете определить короткое описание события. Это не обязательно, но будет полезно и удобно другим участникам. Описание не должно превышать 500 символов.

source: Miniature for your event
ru_ru: Миниатюра для вашего события.

source: You can define some image for your event. This is not a mandatory field. If your event has some images, it will be used as miniature.
ru_ru: Вы можете определить для события миниатюру. Это изображение, которое будет использоваться для отображения события в списках событий. Это не обязательно, но помните, что миниатюра привлекает большее число участников.

source: Visibility of your event
ru_ru: Видимость события

source: First level.
ru_ru: Первый уровень

source: Please, define first (global) level of visibility.
ru_ru: Пожалуйста, определите первый (глобальный) уровень видимости.

source: anyone
ru_ru: все

source: Your event will be available for all user. And for registered and not.
ru_ru: Событие будет доступно для всех (в том числе незарегистрированных пользователей).

source: registered
ru_ru: участники

source: Show event only registered users.
ru_ru: Доступно только участникам сайта.

source: Second level.
ru_ru: Второй уровень.

source: You can define second level of visibility of your event.
ru_ru: Вы можете определить второй уровень видимости события.

source: community
ru_ru: сообщество (то есть этот сайт)

source: With this setting of visibility your event will be available for any user according a first level of visibility.
ru_ru: С данной опцией видимости событие будет видно всем в соответствии с настройками первого уровня.

source: Use this setting of visibility to associate event with your friends. If first level of visibility is "registered", your event will see only your friends.
ru_ru: Используйте данную опцию, чтобы ассоциировать событие с вашими друзьями. Если первый уровень установлен в положение "участники", то пост будет виден только вашими друзьям.

source: group
ru_ru: группа

source: Use this setting of visibility to associate event with some group, where you are a member. If first level of visibility is "registered", your event will see only members of selected group.
ru_ru: Используя данную опцию вы можете связать событие с группой.

source: Define category of your event
ru_ru: Категория

source: You have not enough mana (rate). So you can (and should) define any category, but it will be placed into "sandbox" until you have not enough mana (rate). Should be at least
ru_ru: У вас недостаточно кармы. Поэтому данная запись будет помещена в песочницу до тех пор пока уровень кармы не составить как минимум

source: If you are updating event, updated event will be placed into sandbox too.
ru_ru: если вы обновляете событие, то обновленное событие также будет помещено в песочницу.

source: It will be better, if you define category of your event.
ru_ru: Будет просто здорово, если вы определите к какой категории относится ваше событие.

source: You have not enough mana (rate). So you cannot manage comments for now. Should be at least
ru_ru: У вас недостаточно кармы, чтобы управлять доступностью комментирования. У вас должно быть как минимум

source: You can allow or deny comments to your event.
ru_ru: Вы можете разрешить или запретить комментарии.

source: Tags for event
ru_ru: Теги

source: Warnings
ru_ru: Предупреждения

source: publish
ru_ru: опубликовать

source: to draft
ru_ru: в черновики

source: update
ru_ru: обновить

source: preview
ru_ru: просмотр

source: save as draft
ru_ru: сохранить как черновик

source: Event not found
ru_ru: Событие не найдено

source: Sorry, but event, which you are required, was not found. Please check url and try again.
ru_ru: Извините, но событие, которое вы запросили не найдено. Проверьте корректность ссылки.

source: You should register
ru_ru: Вам следует зарегистрироваться

source: Sorry, but to create event you should register first.
ru_ru: Извините, но чтобы создать событие, следует вначале зарегистрироваться.

source: You cannot create post
ru_ru: Вы не можете создать пост

source: Sorry, but you cannot create post, because you have not enough mana (rate) for it. You should have at least
ru_ru: Извините вы не можете создать пост, так как у вас недостаточно кармы. Чтобы создать пост у вас должно быть кармы как минимум

source: Edit the post
ru_ru: Редактировать пост

source: Create a new post
ru_ru: Создать новый пост

source: This post is not published yet.
ru_ru: Этот пост пока еще не опубликован

source: Title of your post
ru_ru: Название поста

source: Please define title of your post. Not more 250 symbols.
ru_ru: Укажите название поста. Не более 255 символов.

source: Your post
ru_ru: Ваш пост

source: Quote for your post
ru_ru: Отрывок

source: You can define short description for your post. This is not a mandatory field. If you do not define it, quote will be built by content of your post. Not more 500 symbols.
ru_ru: Отрывок - это короткое описание поста, которое поможет другим участникам понять, о чем ваш пост. Не более 500 символов.

source: Miniature for your post
ru_ru: Миниатюра вашего поста

source: You can define some image for your post. This is not a mandatory field. If your post has some images, it will be used as miniature.
ru_ru: Вы можете определить для поста миниатюру. Это изображение, которое будет использоваться для отображения поста в списках постов. Это не обязательно, но помните, что миниатюра привлекает большее число участников.

source: Visibility of your post
ru_ru: Видимость поста

source: Your post will be available for all user. And for registered and not.
ru_ru: Пост будет доступен для всех (в том числе незарегистрированных пользователей).

source: Show post only registered users.
ru_ru: Доступно только участникам сайта.

source: You can define second level of visibility of your post.
ru_ru: Вы можете определить второй уровень видимости поста.

source: With this setting of visibility your post will be available for any user according a first level of visibility.
ru_ru: С данной опцией видимости пост будет виден всем в соответствии с настройками первого уровня.

source: Use this setting of visibility to associate post with your friends. If first level of visibility is "registered", your post will see only your friends.
ru_ru: Используйте данную опцию, чтобы ассоциировать пост с вашими друзьями. Если первый уровень установлен в положение "участники", то пост будет виден только вашими друзьям.

source: Use this setting of visibility to associate post with some group, where you are a member. If first level of visibility is "registered", your post will see only members of selected group.
ru_ru: Используя данную опцию вы можете связать пост с группой.

source: Define category of your post
ru_ru: Категория

source: If you are updating post, updated post will be placed into sandbox too.
ru_ru: если вы обновляете пост, то обновленный пост также будет помещен в песочницу.

source: It will be better, if you define category of your post.
ru_ru: Будет просто здорово, если вы определите к какой категории относится пост.

source: You can allow or deny comments to your post.
ru_ru: Вы можете разрешить или запретить комментарии.

source: Tags for post
ru_ru: Теги

source: Post not found
ru_ru: Пост не найден

source: Sorry, but post, which you are required, was not found. Please check url and try again.
ru_ru: Извините, но пост, который вы запросили не найден. Проверьте корректность ссылки.

source: Sorry, but to create post you should register first.
ru_ru: Извините, но чтобы создать пост, следует вначале зарегистрироваться.

source: You cannot create question
ru_ru: Вы не можете создать вопрос

source: Sorry, but you cannot create question, because you have not enough mana (rate) for it. You should have at least
ru_ru: Извините вы не можете создать вопрос, так как у вас недостаточно кармы. Чтобы создать вопрос у вас должно быть кармы как минимум

source: Title of your question
ru_ru: Название вопроса

source: Your question
ru_ru: Ваш вопрос

source: Keywords for question
ru_ru: Ключевые слова

source: Visibility of your question
ru_ru: Видимость

source: Your question will be available for all user. And for registered and not.
ru_ru: Вопрос будет доступен для всех (в том числе незарегистрированных пользователей).

source: Show question only registered users.
ru_ru: Доступно только участникам сайта.

source: You can define second level of visibility of your question.
ru_ru: Вы можете определить второй уровень видимости вопроса.

source: With this setting of visibility your question will be available for any user according a first level of visibility.
ru_ru: С данной опцией видимости вопрос будет виден всем в соответствии с настройками первого уровня.

source: Use this setting of visibility to associate question with your friends. If first level of visibility is "registered", your question will see only your friends.
ru_ru: Используйте данную опцию, чтобы ассоциировать вопрос с вашими друзьями. Если первый уровень установлен в положение "участники", то вопрос будет виден только вашими друзьям.

source: Use this setting of visibility to associate question with some group, where you are a member. If first level of visibility is "registered", your question will see only members of selected group.
ru_ru: Используя данную опцию вы можете связать вопрос с группой.

source: Define category of your question
ru_ru: Категория

source: If you are updating question, updated question will be placed into sandbox too.
ru_ru: если вы обновляете вопрос, то обновленный вопрос также будет помещен в песочницу.

source: It will be better, if you define category of your question.
ru_ru: Будет просто здорово, если вы определите к какой категории относится вопрос.

source: You can allow or deny comments to your question.
ru_ru: Вы можете разрешить или запретить комментарии.

source: Question not found
ru_ru: Вопрос не найден

source: Sorry, but question, which you are required, was not found. Please check url and try again.
ru_ru: Извините, но вопрос, который вы запросили не найден. Проверьте корректность ссылки.

source: Sorry, but to create question you should register first.
ru_ru: Извините, но чтобы создать вопрос, следует вначале зарегистрироваться.

source: You cannot create report
ru_ru: Вы не можете создать отчет

source: Sorry, but you cannot create report, because you have not enough mana (rate) for it. You should have at least
ru_ru: Извините вы не можете создать отчет, так как у вас недостаточно кармы. Чтобы создать отчет у вас должно быть кармы как минимум

source: Edit the report
ru_ru: Редактировать отчет

source: Create a new report
ru_ru: Создать новый отчет

source: This report is not published yet.
ru_ru: Этот отчет еще не опубликован

source: Name of your report
ru_ru: Название отчета

source: Please define name of your report. Not more 250 symbols.
ru_ru: Укажите название отчета. Не более 255 символов.

source: Your report
ru_ru: Ваш отчет

source: Setup indexes for your report
ru_ru: Определите показатели отчета

source: You should define collection of indexes to rate results of your report. All registered users will vote by your indexes too.
ru_ru: Вам следует определить коллекцию показателей для отчета. Все участники сайта смогут голосовать.
